{
    "Informacja teoretyczna": "Theory information",
    "Personalizacja informacji": "Info Customization",
    "Odpowiedzi na pytania": "Q&A",

    "Strona monitorowania jakości powietrza": "Air quality monitoring website",
    "Witamy na naszej stronie, gdzie możesz łatwo uzyskać dostęp do najbardziej aktualnych informacji na temat jakości powietrza w Twoim regionie. Naszym celem jest uczynienie monitorowania jakości powietrza jak najbardziej wygodnym i efektywnym dla Ciebie.": "Welcome to our site, where you can easily access the most up-to-date information on air quality in your region. Our goal is to make air quality monitoring as convenient and efficient as possible for you.",
    "Funkcje": "Features",
    "Wybór kraju: Aby wybrać kraj, wystarczy dwukrotnie kliknąć wybrany kraj na mapie.": "Country selection: To select a country, simply double-click the desired country on the map.",
    "Cofanie działań: Aby cofnąć działania, wystarczy kliknąć raz w puste miejsce na mapie.": "To undo actions, simply click once on an empty spot on the map.",
    "Wyszukiwanie miejsca: Jeśli nie możesz znaleźć swojego miejsca na mapie, możesz wyszukać go, wprowadzając nazwę w górnym menu strony.": "If you can't find your place on the map, you can search for it by entering the name in the top menu of the page.",
    "Uzyskiwanie informacji: Aby uzyskać szczegółowe informacje na temat jakości powietrza w wybranym regionie, kliknij na znaczniki na mapie lub skorzystaj z bocznego panelu.": "To get detailed information about the air quality in the selected region, click on the markers on the map or use the side panel.",
    "Dołącz do naszej społeczności i bądź częścią naszego wysiłku dla czystego powietrza dla wszystkich!": "Join our community and be part of our effort for clean air for all!",

    "Informacje o jakości powietrza": "Air Quality Information",
    "Na tej stronie internetowej podajemy informacje o jakości powietrza przy użyciu standardowego wskaźnika jakości powietrza (AQI) [μg/m³], który waha się od 0 do 500 i odzwierciedla poziom zanieczyszczenia atmosferycznego. Każde zanieczyszczenie, takie jak SO2, NO2, PM10, PM2.5, O3 i CO, ma swoje własne normy i wpływ na zdrowie.": "On this website, we provide information about air quality using the standard Air Quality Index (AQI) [μg/m³], which ranges from 0 to 500 and reflects the level of atmospheric pollution. Each pollutant, such as SO2, NO2, PM10, PM2.5, O3, and CO, has its own standards and impact on health.",
    "Naszą misją jest dostarczanie użytkownikom zrozumiałych informacji o tym, jak każde zanieczyszczenie wpływa na ich zdrowie i jakość powietrza wokół nich. Poniżej znajdują się szczegółowe informacje na temat każdego zanieczyszczenia, w tym jego zakresy, normy i wartości AQI:": "Our mission is to provide users with understandable information about how each pollutant affects their health and the air quality around them. Below are the details for each pollutant, including its AQI ranges, standards, and values:",
    "SO2 (dwutlenek siarki)": "SO2 (Sulfur Dioxide)",
    "Opis: Dwutlenek siarki może powstawać w wyniku spalania węgla i ropy naftowej.": "Description: Sulfur dioxide can be produced from the burning of coal and oil.",
    "Wpływ: Wysokie poziomy SO2 są związane z chorobami układu oddechowego i ryzykiem sercowo-naczyniowym.": "Impact: High levels of SO2 are associated with respiratory illnesses and cardiovascular risks.",
    "NO2 (dwutlenek azotu)": "NO2 (Nitrogen Dioxide)",
    "Opis: Dwutlenek azotu pochodzi głównie z emisji z pojazdów i źródeł przemysłowych.": "Description: Nitrogen dioxide mainly comes from emissions from vehicles and industrial sources.",
    "Wpływ: Wysokie poziomy NO2 mogą powodować problemy z oddychaniem i podrażnienie dróg oddechowych.": "Impact: High levels of NO2 can cause breathing problems and irritation of the respiratory tract.",
    "PM10 (cząstki stałe o średnicy mniejszej niż 10 mikrometrów)": "PM10 (Particulate Matter less than 10 micrometers)",
    "Opis: PM10 zawiera pył, dym i inne cząstki stałe.": "Description: PM10 includes dust, smoke, and other solid particles.",
    "Wpływ: Te cząsteczki mogą przedostać się do płuc i powodować różne choroby, w tym astmę i choroby sercowo-naczyniowe.": "Impact: These particles can enter the lungs and cause various illnesses, including asthma and cardiovascular diseases.",
    "PM2.5 (cząstki stałe poniżej 2,5 mikrometra):": "PM2.5 (Particulate Matter less than 2.5 micrometers):",
    "Opis: Cząsteczki PM2.5 są jeszcze bardziej niebezpieczne, ponieważ ich rozmiary pozwalają im przenikać głęboko do płuc.": "Description: PM2.5 particles are even more dangerous as their sizes allow them to penetrate deep into the lungs.",
    "Wpływ: Może to prowadzić do poważnych chorób układu oddechowego, w tym raka i innych schorzeń przewlekłych.": "Impact: This can lead to serious respiratory diseases, including cancer and other chronic conditions.",
    "O3 (ozon)": "O3 (Ozone)",
    "Opis: Wysokie poziomy ozonu w atmosferze mogą powodować podrażnienie dróg oddechowych.": "Description: High levels of ozone in the atmosphere can cause irritation to the respiratory tract.",
    "Wpływ: Może to pogorszyć stan osób, zwłaszcza dzieci i osób z chorobami układu oddechowego.": "Impact: This can worsen the condition of individuals, especially children and people with respiratory diseases.",
    "CO (tlenek węgla)": "CO (Carbon Monoxide)",
    "Opis: Tlenek węgla jest wynikiem niepełnego spalania paliwa.": "Description: Carbon monoxide is a result of incomplete combustion of fuel.",
    "Wpływ: Wysokie poziomy CO mogą prowadzić do zatrucia, ponieważ może on zastępować tlen we krwi.": "Impact: High levels of CO can lead to poisoning as it can replace oxygen in the blood.",

    "Legenda AQI:": "AQI Legend:",
    "Nazwa jakościowa": "Qualitative Name",

    "Dobry": "Good",
    "Normalny": "Fair",
    "Umiarkowany": "Moderate",
    "Zły": "Poor",
    "Bardzo Zły": "Very Poor",

    "Brak Informacji": "No Information",
    "Informacje o prognozie": "Forecast Information",
    "Informacje historyczne": "Historical Information",
    "Aktualna jakość powietrza": "Current Air Quality",
    "Według daty: ": "By date: ",
    "Wybierz kraj": "Select your Country",
    "Wybierz wojewódstwo" :"Select your State",
    "Znajdź miasto": "Find your City",
    "Aktualny": "Current",
    "Prognoza": "Forecast",
    "Historyczny": "Historical",
    "Od": "From",
    "To": "Do",
    "Dodaj miasto": "Add City",
    "Usuń miasto": "Remove City",
    "Wybierz tryb": "Pick a mode",
    "Brak": "None",
    "Wyczyść": "Clear"


}